[
  {
    "title": "Spencer 2021",
    "rating": "★★★½ Watched by Igor Pedrosa 05 Feb 2022",
    "likes": "No likes yet",
    "text": [
      "Larraín compõe uma estética fantasmagórica muito forte, há um peso nas composições simétricas, na fotografia lavada e nos enquadramentos super próximos ou apenas acompanhando a figura de maneira distante que confirmam o local como uma força por seu passado e futuro, só existe respiro quando a protagonista pode ser ela mesma, ou seja, na presença dos filhos e da amiga Maggie - e ao final quando se vê livre de tais fantasmas, são breves respiros na narrativa e no plano. A obra lida com essa internalização através dos limiares dos gêneros que se destacam, o drama, com situações de identificação mais típicas e o horror, por meio de suas sequências de alucinações ou através do desgaste mental da personagem, a fim de buscar o mesmo sentimento em ambos momentos: solidão.",
      "Sensação, a qual é inundada pelo vazio das composições e/ou se faz ainda presente mesmo nos segmentos carregados em termos composicionais, o estranho plano e contraplano no jantar à mesa, a inquietação da atriz em meio aos outros, a sufocante etiqueta, o stalk do velho de guerra trazendo esse campo e contracampo intruso, o travelling longo aumentando o limbo fantasmagórico, apenas para buscar uma memória, ou um momento de conforto em algum lugar, e um momento marcante de confronto mais direto, porém indireto ao negar aproximação - a conversa com o marido separada por uma mesa de sinuca, a decupagem estende ao máximo essa já distante relação captando os dois em equidade no momento, mas nunca juntos. Um esboço de conexão distanciado cenicamente.",
      "Algo totalmente estranho é a resolução final, visto à maneira na qual a obra realiza o que se pode compreender pelo ciclo da Diana, tanto internamente, ao substituir a roupa da figura do passado, que dá suas forças, e trajá-lo como a figura do presente, que impõe e simboliza a pressão do ser para a mesma, e como assim se mostra a intenção, há o momento vocal dessa disruptiva interna, ao impedir e se pôr à frente da tradição, resgatando os filhos da prática do tiro. O passeio de carro ao ar livre, dando obviedades a sequência, com música diegética comentando os sentimentos da personagem mediante uma chave piegas, é encarado de maneira fofa e apaziguadora para um retrato tão íntimo de uma personagem tão pouco humanizada, todavia é um fechamento externalizador caricato completamente destoante do seu ritmo, o “grito” já é concluído de maneira fiel ao todo anteriormente."
    ]
  },
  {
    "title": "As Above, So Below 2014",
    "rating": "★★★½ Watched by Igor Pedrosa 05 Feb 2022",
    "likes": "1 like",
    "text": [
      "É um filme que vai crescendo, acho bem desinteressante todo início e construção de credibilidade textual, obviamente ‘necessária’ para uma construção mais típica e realista, e isso acaba articulando com o todo de maneira essencial, visto a maneira na qual a razão vai perdendo força para ganho do fictício. Encaixa bem já que a obra se mostra muito boa em explorar a ficção e fantasia que vai surgindo como do nada em seu universo, parece ser autoconsciente neste trabalho climático cada vez menos calcado no real, só não deixa de contar com dramaticidades não tão efetivas exploradas nesse momento inicial e que por ser raso, não causa sentimento quanto à isso, o legal é estar junto dos personagens nos vários ambientes enclausurados, com a sensação de que qualquer coisa pode surgir da tela. Outro ponto: não teve como fugir da semelhança aos games, em muitos momentos um ‘mapa’ retilíneo, objetos e obstáculos claramente postos para atrapalhar os personagens, e o found footage em momentos ganhando o exato aspecto de muitos games de terror atuais, com câmera POV."
    ]
  },
  {
    "title": "The Final Destination 2009",
    "rating": "★★ Watched by Igor Pedrosa 30 Jan 2022",
    "likes": "No likes yet",
    "text": [
      "O David R. Ellis lida de forma mais singular sobre a brincadeira da direção em sua passagem anterior pela franquia, ao assumi-la de forma mais nítida ele ainda consegue bons momentos, porém o que parece ser o entendimento dos produtores quanto a franquia, mortes cada vez mais inusitadas, acaba tomando a maior parte da rodagem com pouca exploração dos efeitos visuais, dado o baixo orçamento, tendo que serem escancarados. Contudo ainda curto coisas na abertura e fechamento. O início assume tão de cara os efeitos B e essa barreira do espectador e espetáculo através do anseio pelo gore na sequência da corrida. E no final, ao levar para o cinema, não deixando espaço para dúvidas, junto a prisão desde o início ao qual eles estão como personagens, já premonizada desde os créditos iniciais."
    ]
  },
  {
    "title": "The Most Dangerous Game 1932",
    "rating": "★★★½ Watched by Igor Pedrosa 20 Jan 2022",
    "likes": "No likes yet",
    "text": [
      "A câmera capta as emoções humanas no cordial e atroz, todo o decoro e controle cênico das apresentações educadas, mantendo as personas e mais tardar se veem no jogo primordial das espécies, sobreviver e amar. Em detrimento de uma utilização secundária, obviamente marcas de sua época, gosto do papel feminino, até por não ser totalmente escanteado ao troféu, os diretores usam bem da sua presença para deixar em cena justamente a sobrevivência e o amor, o primordial à flor da pele. As sequências de caça na selva sempre deixam claro o limiar: cumes, penhascos, barreiras, precipícios, a proximidade da morte na flecha atirada. A representação do deslocamento nesse ambiente hostil como o perigo a todo instante, sobrevivência, e a vontade de proteger e merecer ter o outro extremo, amor."
    ]
  },
  {
    "title": "Scream 3 2000",
    "rating": "★★★★½ Watched by Igor Pedrosa 18 Jan 2022",
    "likes": "1 like",
    "text": [
      "Partir ao “final” da trilogia para retratar a maleabilidade do cinema foi muito assertivo, ainda mais focado no subgênero sempre alvo de revisões, retcons e mudanças ao longo do caminho. Das reescrituras de roteiro e narrativa culminando ao inevitável de todas versões, à farsa impregnada nos próprios sentidos que compõem o meio mais enganador de todos - da barreira entre factível, com o ghostface prestes a cometer mais uma vítima, e os personagens no lado maleável do constructo tendo que forçar a realidade surgir, como o espelho é usado para desconstruir essa estrutura sólida - parede e imagem, é da beleza do mesmo artifício, lá em CGI, de Matrix. Passando pelas vozes reconhecíveis, sendo assim assimiladas erroneamente como confiáveis e aos falhos tiros na nova pseudo regra diegética, o mundo assume novas características no decorrer de sua construção. A pitada do sobrenatural é encenada sem nunca perder sua força, mesmo Wes Craven assumindo-a como farsa, não diminui sua proposta, e sim como potencial das possibilidades desregradas do material cinematográfico. Se desconstrói e retira sua força daí, do mesmo modo que ocorrem os jumpscares finais, repetidos três vezes e nunca perdendo charme. E, claro, lidando com backstage em seu comentário, nada mais justo que a literal porta final para possíveis continuações, se não dele, como de fato houve, a indústria não deixaria de retomar e construir novas propostas para mais uma vez flexibilizar esse mundo."
    ]
  },
  {
    "title": "Final Destination 3 2006",
    "rating": "★★½ Watched by Igor Pedrosa 13 Jan 2022",
    "likes": "No likes yet",
    "text": [
      "Esse aqui é bem safadinho, ainda completa sua parte de entretenimento com grau de satisfação, contudo já nota-se um desgaste para com o público impregnado na obra ao usar das fotos para estimular a já esperada morte repentina e trazer umas surpresas porcamente mal encenadas, diferente do segundo que contava com um trabalho de câmera estimulante para ilusionar a visão do público."
    ]
  },
  {
    "title": "Swimming Pool 2003",
    "rating": "★★★★ Watched by Igor Pedrosa 08 Jan 2022",
    "likes": "No likes yet",
    "text": [
      "A frieza impessoal do conto criminal londrino - Agatha Christie - se encontra com o filme de veraneio francês. Adoro como vai despedaçando suas barreiras de encenação, assim como a própria breve ‘sinopse’ a qual dei, as barreiras dos olhares se juntam e a escritora em toda sua tendência analítica, voyeurística se vê no mesmo nível de sua personagem. Ozon cria composições visualmente intransponíveis, não há como relativizar boa parte das escolhas visuais do diretor. Se a posição da personagem da Charlotte Rampling é privilegiada, observando com vantagem e usufruindo de todas experiências de forma impessoal, ele joga as duas personagens ao mesmo espaço, imageticamente a decupagem na cena em que a escritora flagra a Julie fazendo sexo é ótima em trazer a presença das duas ao mesmo nível através do plano lado a lado pelo reflexo, enquanto acena para uma pretensa barreira, a porta, e a autoconsciência de ambas quanto suas presenças no recinto - troca de olhares. O que ao final, com toda barreira real e/ou ficcional sendo chacoalhada faz total sentido.\nA operação do olhar voyeur hitchcockiana é muito bem impregnada a todo esse jogo díspar entrando em confluência, quando a escritora assume a menina como sua personagem e marca o jantar, a câmera fica quase inteiramente à esquerda, assumindo pelo nivelamento da câmera o olhar dela como nosso, observador e passivo, para compreender a história, e em seu caso, escrevê-la. O olhar opera do mesmo modo na recriação de planos e sequências agora trocando a cria por criador, a sequência da Julie indo para direita à caminho dos arbustos, a decupagem, igualmente idêntica, no momento à beira da piscina e ao assumir o local de seu objeto de estudo, desnuda, sexual e tão liberta quanto a mesma. A troca de experiências, vivências, personas, gênero e influência cinematográfica pela mise-en-scène igualmente miscigenada."
    ]
  },
  {
    "title": "Moi, un Noir 1958",
    "rating": "★★★½ Watched by Igor Pedrosa 07 Jan 2022",
    "likes": "No likes yet",
    "text": [
      "Para escapar da crua e fria realidade vista em proximidade documentarista, só na possibilidade narrativa e ficcional imagética do cinema, tão forte que transforma o curto período de fuga dessa realidade ao máximo possível para os pobres poderem pelo menos ali, tirarem o maior proveito de algo infelizmente breve, ou inexistente, em muitas vidas."
    ]
  },
  {
    "title": "The Mischief Makers 1957",
    "rating": "★★★½ Watched by Igor Pedrosa 02 Jan 2022",
    "likes": "No likes yet",
    "text": [
      "Uma história de verão, tão repentina e breve quanto o sentimento pelo qual permeia os garotos e a Bernadette. A direção deixa clara a distância do grupo para ela, planos abertos em observação ou literais bloqueios entre ambos quando mais próximos, só havendo espaço para breves aproximações, o susto pelo corte rápido sendo um deles, com o amado da Bernadette tendo que partir para agressão num tom cômico condizente com essa obsessão discrepante impossível desde o início. A encenação já levava a entender isso, contudo a revelação ao final transforma essas rápidas histórias de amor e atração, marcadas pela distância forçada - idade e morte - em um tom agridoce e ainda mais relacionável pela curta duração a qual também presenciamos."
    ]
  },
  {
    "title": "A Flirtatious Woman 1955",
    "rating": "★★★★ Watched by Igor Pedrosa 01 Jan 2022",
    "likes": "No likes yet",
    "text": [
      "É sempre ótimo ver um diretor que faz das coisas 'triviais' fortes armas. O petro e branco, naturalmente, adiciona um monocromático bem significativo ao puritanismo auto punitivista que ronda toda cosmologia. A mulher, quando sentada próxima ao homem, é vista em luz preta, mesmo de frente, e compõem sua psique desconfortável ansiando as sombras para se esconder, e o homem, visto de perfil, confortavelmente em seu ato banal, obtém a luz para demonstrar seu atual estado confortável. Engraçado as ideias rondarem muito uma consciência em seu matrimônio, a visão da sociedade e ela inclusa, indo para caminhos cabeçudos, porém toda movimentação e disposição da atriz em cena tornarem tudo mais terreno pela comicidade. A câmera opera com um olhar muito próprio também, ela vê a mulher livre, de maneira distante, observa os cordiais transeuntes, a cidade operando de maneira enérgica e frenética em mais um dia com sua metrópole e sociedade padrão, sendo assim, a transgressão fisga seu olhar, abrindo margem para quem é o sujeito da oração já que a própria, narradora do acontecido, é vista de maneira distante e integrada ao ambiente em dados momentos."
    ]
  },
  {
    "title": "La Pointe-Courte 1955",
    "rating": "★★★½ Watched by Igor Pedrosa 31 Dec 2021",
    "likes": "No likes yet",
    "text": [
      "Gosto muito quando parte primordialmente do olhar do casal, composições fortes sempre aludindo ao constante vai e vem de emoções em alguns momentos parecendo mais próximos, outros no limiar do término, encaixados perfeitamente ao ambiente com o corriqueiro e ordinário cenário perfeito para divagação introspectiva. A divagação, quando recortada prla montagem se assemelhando ao uso do Ozu e seus momentos mortos da narrativa, diferente do mestre japonês ao ganhar força estritamente pelo que acompanha tais momentos."
    ]
  },
  {
    "title": "Candyman 2021",
    "rating": "★★★½ Watched by Igor Pedrosa 29 Dec 2021",
    "likes": "No likes yet",
    "text": [
      "O transitar constante entre o ambiente luxuoso e suburbano reflete a jornada de perdição introspectiva do protagonista, inicia artisticamente e se percebe como de sua existência, afinal a própria arte ao qual o filme naturalmente está inserido e usa de outras para se compor faz isso de forma quase que intrinsecamente ontológica. Nia DaCosta usa dessa junção polida artisticamente, de maneira latente, e notoriamente combativa dramaticamente, onde seria fácil pender para contraposições simplistas ou panfletárias em demasia, e encontra em uma figura discriminada, pseudo vilanesca, suburbana e injustiçada, quem diria, a história se repetindo.",
      "A imposição dos espelhos como meio de ataque urge também a imposição deste de se olhar, o amedrontado olhar para si, com Anthony, o protagonista, vai-se aos poucos assemelhando-se mais com a figura, sendo assim, distanciando-se de seu ‘habitat’ e indo para sua génese pútrida e lesada, já com os marginais, há o desrespeito e a relativização a história. A split diopter na cena próxima ao final na lavanderia, separando a mulher branca lavando suas roupas a direita e o ataque à esquerda evidencia a discrepância mesmo em ambiente compartilhado, para uma apenas local banal, para outra e toda cosmologia do filme, um forte significado diegético e cênico. Há uma repetição de planos seguindo uma garota, talvez uma Steadicam, em leves planos longos, mostrando a mesma postura dela para com o místico que envolve o Candyman, a posição aquém para com a história escrita no folheto, na galeria de arte e sua centralização distante do a parte no corredor do colégio, refletida ao repetir as palavras frente à própria imagem. A violência pune o desrespeito.",
      "Nessa busca por inspiração e por si, gosto da sutileza de conceber o Anthony adentrando no subúrbio a partir de grandes distâncias, deslocalizando tanto o personagem como o público, uma busca entre ambientes diferentes se encontrando pelo passado e pela perpetuação da história de outros ao localizar parte da sua ali. Todo luxo permeando a encenação, o casal relacionado à vida de status e a pseudo alta arte, os flashbacks lúdicos e a tendência recente de negar confrontos mais frontais no gênero encaixam de maneira bem articulada numa alta exuberância próxima de seu debate. A importância do discurso e da fala cada vez menos silenciados.\nAo vermos um clímax multifacetado quanto à toda dramaticidade, a alegoria reencontra a realidade e tudo que envolve esse ato é muito forte, a sombra do policial ao atirar - se há uma sombra não há personificação, há a generalidade da sombra que pode pertencer a qualquer um, em um ato tão comum como o vislumbre mediante o vulto, ecoando sons comuns: tiro e gritos de desespero. Esse aspecto é rapidamente retomado ao focar apenas no olhar de outro policial, a frieza inumana transparente pelos ásperos olhos, próximos apenas espacialmente. A partir daí o Candyman usufrui de sua iconografia para representar a cessão à descriminação por meio de um confronto mais visceral, infelizmente não tão presente no todo, entretanto aqui catarticamente perfeito. Os seus reflexos na viatura não só seus e sim de todos os outros negros, de diferentes gerações, contudo ligados pela mesma marca de atos e injustiças, culminando em um dos retornos ilustres mais indispensáveis do ano.\nTell Everyone."
    ]
  }
]